{
  "page-not-found": "Сторінка не знайдена",
  "redirect-homepage": "Ви будете перенаправлены на головну сторінку через",

  "home": "Головна",
  "about": "Про виконавця",
  "discography": "Дискографія",
  "videos": "Кліпи",
  "concerts": "Концерти",

  "footer-description": "На цьому веб-сайті ви можете познайомитися з біографією ЛСП, знайти посилання на всі його альбоми та пісні, а також переглянути кліпи. На сайті також представлена інформація про виступи ЛСП, доступна галерея фото з концертів.",
  "social-networks": "ЛСП у соціальних мережах",
  "navigation": "Навігація",

  "main-about": "Олег ЛСП — найемоційніший елемент усієї російськомовної реп-сцени, що вміє веселитися та дарувати позитивні емоції, а також депресію та безвихідь об'єднавши їх в одному треку. Артист, що розносить YouTube жахливою міццю своїми лайвами, і головний нігіліст хіп-хопу, має за собою захоплюючий бекграунд.",
  "more": "Більше",
  "latest-videos": "Останні кліпи",
  "see-videos": "Дивитися всі кліпи",
  "main-concerts": "Зараз репер ЛСП є одним із найвідоміших хіп-хоп виконавців із країн колишнього СНД. Щороку він збирає багатотисячні зали, які в один голос співають такі хіти як «Номера», «Монетку», «Коктейль» і «М.Л.Д.». Усі пісні ЛСП про кохання, але вони не позбавлені екзистенційного смутку та пост-іронії. Тому їх розуміють усі без винятку, їх постійно чують і приходять на концерти в пошуках емоційного розриву.",

  "biography": "Біографія",
  "biography-1": "Олег Вадимович Савченко, більш відомий як ЛСП, є талановитим білоруським співаком, репером та автором пісень. Його сольна кар'єра розпочалася у 2007 році, та з того часу він випустив уже три міні-альбоми та шість студійних альбомів. ЛСП також працював у тандемі з могилівським продюсером Романом Сащенком, більш відомим як Рома Англічанин, із яким вони утворили дует «ЛСП». Незважаючи на те, що Рома Англічанин пішов із життя в 2017 році, ЛСП продовжує радувати своїх шанувальників новими треками та виступами. Він залишається одним із найцікавіших і найталановитіших музикантів у Білорусі та за її межами.",

  "history": "Від дитинства з музикою у серці до успіху у репі",

  "childhood": "Дитинство та юність",
  "childhood-1": "Олег Савченко народився 10 липня 1989 року у Вітебську, в родині журналістів. У дитинстві він почав займатися музикою, коли його батько найняв репетитора для нього по грі на фортепіано. Але згодом він кинув заняття та почав писати свої перші вірші.",
  "childhood-2": "Першим виконавцем, чиї пісні Олегу подобалися, був Андрій Губін. У віці 14 років він переглянув телепрограму «Фабрика зірок 4», в якій виступав Тіматі. Це враження змусило його зацікавитися хіп-хоп-культурою, та він став слухачем Децла та Bad Balance. Пізніше він познайомився з російським роком і творчістю таких музикантів, як Земфіра, Найк Борзов, «МультFільми», «Мумій Троль» і «Король і Шут». Проте згодом він повернувся до хіп-хопу, почавши слухати американський хіп-хоп, від якого здобув досвід і зробив висновок, що «звучання так само важливе, як сенс, а іноді навіть, може бути важливішим».",
  "childhood-3": "Він закінчив філологічний факультет МЛУ за спеціальністю «лінгвіст-викладач». Олег згадує, що тоді часто зіткнувся з фінансовими труднощами. Але батьки завжди підтримували як його, так і його музичні починання.",

  "from-2007-to-2009": "2007—2009: ранні записи та участь у хіп-хоп батлах",
  "from-2007-to-2009-1": "2007 року, на свої 18-річчя, Олег випустив кілька демозаписів, серед яких був його сольний мікстейп «Я всё понял!» та збірка «Here We Come Again». Цього ж року він почав писати та записувати пісні, які пізніше були включені до його міні-альбому «Видеть цветные сны», включаючи треки «Маг» та «Улицы». Натхнений альбомом Каньє Веста 808s & «Heartbreak», Олег записав першу версію своєї пісні «Ламбада», яка пізніше була перезаписана та скорочена за тривалістю.",
  "from-2007-to-2009-2": "У період з 2007 по 2008 роки ЛСП брав участь у кількох хіп-хоп батлах, у тому числі в 6-му командному батлі в складі колективу «ШRec Pro», який дійшов до другого раунду, та в 8-му офіційному батлі, де Олег пройшов до 4-го раунду.",
  "from-2007-to-2009-3": "14 липня 2009 року ЛСП випустив міні-альбом «Без апелляций» спільно з Deech і Maxie Flow, до якого увійшли три пісні, три мінусівки цих пісень і бонус-трек.",

  "from-2011-to-2013": "2011-2013: Дебютний альбом та співпраця з Ромою Англічанином",
  "from-2011-to-2013-1": "У 2011-2013 роках ЛСП розпочав свою творчість із релізу відеокліпу на пісню «Хиппи» та випуску дебютного сольного міні-альбому «Видеть цветные сны», в якому брали участь Aes Genius, 614, Paul Pain, і сам ЛСП. Роман Англічанин, відомий продюсер, був відповідальний за загальний контроль відомості релізу.",
  "from-2011-to-2013-2": "Після виходу синглу «Номера» в 2012 році розпочалася тісна співпраця між ЛСП та Романом Миколайовичем Сащеком. У 2012 році Олег також брав участь у A-One Hiphop Battle, хоча весь рік був присвячений самоосвіті та розстановці пріоритетів.",
  "from-2011-to-2013-3": "У 2013 році ЛСП випустив кілька популярних треків, включаючи «Больше денег», «Лилвэйн», і «Коктейль», який став одним із найкращих пісень року за версією rap.ru та каналу A-One. Він також виконав кавер-версії на пісні «Дурак и молния» групи «Король и Шут» і «Truth Gonna Hurt You» американського репера Ф'ючера, а також випустив кілька власних треків, включаючи «Сити», «Потерян и не найден» і «Пикачу».",

  "year-2014": "2014: Безліч релізів, участь у Versus Battle і нові партнерства",
  "year-2014-1": "2014 був для ЛСП роком активної музичної діяльності. У січні відбувся реліз альбому-компіляції «ЁП», який був збирався протягом 2.5 років і містив 10 пісень і 2 бонус-треки (тріб'ют Михайлу Горшеневу та кавер-версію пісні «Truth Gonna Hurt You» Ф'ючера).",
  "year-2014-2": "У травні 2014 року також вийшов альбом «Виселицца», в якому музика була здебільшого спродюсована Ромою Англічанином. Обидва альбоми мали власні обкладинки для кожної пісні. Обидва альбоми мали власні обкладинки для кожної пісні. «Виселицца» була відзначена у трійці найкращих російськомовних альбомів за 2014 рік та у списку 20 найкращих записів за 2010-і роки, але критики відзначали, що це був електронний поп, усередині якого були розпач, безнадія та порожнеча.",
  "year-2014-3": "Протягом року ЛСП також випустив кілька реміксів та брав участь у санкт-петербурзькому хіп-хоп-проекті Versus Battle, де здобув перемогу у словесній дуелі. У серпні він розпочав співпрацю з букінг-агентством Booking Machine. У жовтні вийшов мікстейп Yung Trappa «Jesse Pinkman 2», у якому ЛСП взяв участь у трьох піснях.",

  "year-2015": "2015: Romantic Colegtion та Magic City, відхід із Booking Machine",
  "year-2015-1": "У 2015 році ЛСП випустив міні-альбом Romantic Colegtion і альбом Magic City, після чого закінчив співпрацю з Booking Machine. Romantic Colegtion включав дві нові пісні, спродюсовані Ромою Англічанином, і оновлену версію треку «Именно такой» у супроводі Deech і Maxie Flow. Пісня «Силовое поле» в редакції The Flow була відзначена як одна з найкращих російськомовних пісень 2015 року, а сам ЛСП назвав її текст одним із своїх найкращих творів.",
  "year-2015-2": "Альбом Magic City вийшов 19 липня 2015 року. Усю відповідальність за продакшн і постпродакшн альбому ніс Рома Англічанин, а гостьові куплети були надані PHARAOH, Oxxxymiron і Sil-A. Напередодні виходу альбому було випущено кліп на ремікс пісні «Безумие», записаний із Breezey Montana. Після невдалого спільного проекту пісні з нього було завершено одноосібно Олегом і включено до альбому Magic City.",
  "year-2015-3": "Наприкінці року The Flow помістив «Bullet» (із PHARAOH) і ремікс на «Безумие» (за участю Oxxxymiron) до списку найкращих пісень 2015 року. Також у 2015 році було випущено відеокліп на пісню «ОК».",
  "year-2015-4": "Влітку 2015 ЛСП припинив співпрацю з Booking Machine, пояснивши, що кількість концертів знизилася.",

  "from-2016-to-2017": "2016-2017: «Кондитерська», Tragic City, відхід Англічанина",
  "from-2016-to-2017-1": "30 вересня 2016 року ЛСП і PHARAOH випускають спільний міні-альбом «Кондитерская».",
  "from-2016-to-2017-2": "У пісні Porchy «Imperial», випущеної 1 квітня 2016 року, ЛСП висловив свою думку про колишнє букінг-агентство, що стало предметом суперечки з Oxxxymiron, який вважав її образливою.",
  "from-2016-to-2017-3": "28 квітня 2017 року вийшов третій студійний альбом ЛСП під назвою «Tragic City», який є продовженням «Magic City». Альбом вводить у історію нові образи, героїв і цитати з попередніх робіт артиста. Він спочатку думав, що «Magic City» буде його останнім твором, але пізніше почав замислюватися про майбутню творчість. Він заявив: «Нещодавно я теж подумував, що після «Tragic City» говорити вже особливо нічого, але буквально в останні дні роботи над ним я вже почав уявляти, що ми робитимемо далі».",
  "from-2016-to-2017-4": "20 травня був випущений кліп на пісню «Монетка», який став найбільш переглядаємим за всю історію проекту ЛСП. Початкова версія цієї пісні планувалася для виходу на спільному міні-альбомі з PHARAOH під назвою «Кондитерськая», проте роботу над треком було припинено через невдоволення Голубіна куплетом Савченко.",
  "from-2016-to-2017-5": "30 липня 2017 року Рома Англічанин, учасник проекту ЛСП, помер.",

  "from-2017-to-2018": "2017-2018: Tragic City Tour, Hell and Back",
  "from-2017-to-2018-1": "У 2017-2018 роках репер Олег Савченко продовжував свій музичний тур Tragic City Tour на підтримку свого альбому Tragic City, незважаючи на трагічну смерть свого друга та продюсера Роми Англічанина. Він також оголосив, що проект ЛСП продовжуватиме своє існування. До нового концертного складу ЛСП увійшли Den Hawk і Петро Клюєв, відомі своєю співпрацею з Олегом на ранніх етапах його кар'єри.",
  "from-2017-to-2018-2": "2 жовтня 2017 року ЛСП випустив відеокліп на пісню «Тело», присвячений пам'яті Роми Англічанина. Цього ж дня він став гостем у програмі «Вечерний Ургант», де виконав пісню «Лабиринт отражений». Роль Романа Сащека у кліпі виконав відеоблогер Дмитро Ларін, а бекстейдж зі зйомок опублікував на своєму каналі 4 жовтня. Пісня «Маленький принц», яка також була написана на згадку про Рома Англічанина, вийшла 14 грудня 2017 року, а також був анонсований тур Hell and Back (2018).",
  "from-2017-to-2018-3": "28 лютого 2018 року ЛСП випустив відеокліп на ремікс Face «Бэйби», де головну роль відіграв білоруський відеоблогер Приємний Ільдар. Зйомки кліпу проходили в серпні 2017 року. Оригінальна ідея полягала в тому, що ЛСП і Face мали випустити свої кліпи в один день, створивши контраст. Однак Face відмовився від цієї ідеї та випустив кліп на пісню «Я роняю запад».",

  "from-2018-to-present": "2018 - теперішній час: фільми, «Свиное рыло», One More City, трагічна історія",
  "from-2018-to-present-1": "15 грудня 2018 року на офіційному ютуб-каналі ЛСП було опубліковано 20-хвилинний художній фільм «Ирония судьбы, или Tragic City». Фільм розповідав про Гаріка, який вирішує врятувати свою сестру, яка потрапила в порочний вир міста Tragic City, і готовий вжити будь-яких заходів для цього.",
  "from-2018-to-present-2": "12 лютого 2019 року на офіційному ютуб-каналі ЛСП було опубліковано документальний фільм про тур Hell and Back, який проходив у 2018 році.",
  "from-2018-to-present-3": "20 лютого 2020 року в Instagram-трансляції ЛСП повідомив, що готує до виходу новий альбом під назвою Love City цього року. 15 травня ЛСП оголосив про перенесення концертного туру через пандемію COVID-19 на кінець року і заявив, що на ньому буде представлено новий альбом.",
  "from-2018-to-present-4": "11 вересня 2020 року ЛСП випустив реп-мюзикл «Свиное рыло», який не всім сподобався, і деякі почали здогадуватися, що вийде ще один «справжній» альбом під назвою One More City. 18 вересня виходить цей альбом.",
  "from-2018-to-present-5": "На початку вересня 2021 року відбулися масові самогубства з дахів, пов'язані з піснею «Номера», випущеною у 2014 році. Дівчина із Зеленограда наклала на себе руки 14 вересня, а юнак із Краснодара - 19 вересня, слухаючи цю пісню. Через це пісня була заблокована Роскомнаглядом і зникла з усіх майданчиків.",

  "family": "Сім'я",
  "family-1": "У липні 2018 року відбулася знаменна подія в житті Олега, коли він одружився з Владиславою Амельковою, з якою вони тривалий час перебували в романтичних відносинах. Підготовка до весілля зайняла близько двох тижнів, внаслідок чого церемонія пройшла успішно в колі близьких і друзів. Після цього щасливе подружжя чекало на поповнення в своїй родині, та 16 лютого 2019 року народилася дочка Аріана.",

  "support-of-ukraine": "Слова ЛСП у підтримку України:",
  "support-of-ukraine-1": "Прем'єра пісні 22 квітня. Усі зароблені з неї гроші будуть направлені у фонди підтримки біженців.",
  "support-of-ukraine-2": "Я написав цю пісню наприкінці 2021 року, коли ми все ще жили в іншому світі. На той момент із Білорусі вже виїхали десятки тисяч людей. І хто б міг подумати, якою дрібницею це виглядатиме на тлі нинішніх подій, коли в сусідній Україні понад десять мільйонів людей змушені знаходитися далеко від дому, без ясних перспектив та засобів для існування. Це число перевищує все населення моєї країни на сьогоднішній день.",
  "support-of-ukraine-3": "Я не знаю жодної людини, яка свідомо схвалює бомбардування та ракетні обстріли, вбивства людей та руйнування міст. Упевнений, вони існують – але розділити їхню точку зору у мене ніколи не вийде. Я дуже хотів би вплинути на цей кошмар - зупинити, а краще - обернути назад, щоб техніка та боєприпаси повернулися на склади, зруйновані міста повстали з попелу, а люди - з могил. Але я досить дорослий, щоб розуміти – моїх сил для цього, на жаль, недостатньо.",
  "support-of-ukraine-4": "Я зустрічав 23 лютого з безліччю творчих ідей, які нетерпляче чекали свого втілення. А наступного дня всі вони одразу здалися абсолютно неважливими... крім однієї вже майже готової. Ця пісня не лише залишилася актуальною, а й заграла новими, трагічними барвами. Я довго думав і вирішив: якщо хоч комусь вона подарує трохи світла в такий темний час, значить, треба випускати. Адже я досить молодий, щоб вірити - добро завжди перемагає.",

  "albums": "Альбоми",
  "hip-hop-rap": "Хіп-хоп/Реп",
  "rock": "Рок",
  "pop": "Поп",
  "indie-pop": "Інді-поп",
  "r&b": "R&B/Соул",
  "rap": "Реп",
  "hip-hop": "Хіп-хоп",
  "house": "Хауз",
  "see-discography": "Переглянути дискографію",

  "search": "Пошук",

  "ep": "Міні-альбоми",
  "singles": "Сінгли",

  "music-videos": "Кліпи",
  "animated-videos": "Анімації",

  "about-concerts": "Від маленьких концертних майданчиків до стадіонів",
  "about-concerts-1": "Із добірністю рефренів і майстерністю мовних оборотів, композиції Олега ЛСП, такі як «Тело», «Убийца Свин», «Бинокль», «Холостяк», і «Не нужна» стали справжніми хітами. Кожен альбом, трек та текст, зробили його одним із лідерів у світі реп-культури. І хоча музика Олега ЛСП не завжди позитивна, вона несе слухачам важливі історії про життєві перешкоди та змушує думати. Завдяки своїй привабливості для різноманітної аудиторії та захоплюючим живим виступам гурт ЛСП завжди залишає своїх шанувальників із мурашками на шкірі та здивує новачків.",
  "about-concerts-2": "Концерти ЛСП – це справжнє випробування для глядача, оскільки артисти виступають із неймовірною енергією та проникненням, ніби вони готові померти на сцені. Це, безумовно, викликає захоплення та залишає незабутні враження. При цьому ЛСП переконливо передає свої ідеї й емоції через свої тексти, які починають жити своїм життям і стають частиною життя слухачів.",

  "gallery": "Галерея"
}
